{
    "_template": "components/bsp-article-lead-image-first",
    "options": {
        "infinite": false
    },
    "permalink": "/bsp-article/",
    "title": "Our Mission: To Make All Athletes Better",
    "titleImage": {
        "_template": "common/image",
        "attributes": {
            "alt": "Bacon meatball",
            "src": "/pages/article-lead/subtitle-logo.jpg"
        }
    },
    "leadImage": {
        "_template": "components/bsp-component-group",
        "components": [
            {
                "_dataUrl": "page-title.json"
            },
            {
                "_template": "common/image",
                "attributes": {
                    "alt": "Bacon meatball",
                    "src": "/pages/article-lead/lead-image.jpg"
                }
            }
        ]
    },
    "body": [
        {
            "content": {
                "_template": "common/html",
                "text": "<p>Bacon ipsum dolor amet biltong capicola swine doner filet mignon turducken pork loin cow landjaeger. Meatloaf short loin andouille ham doner kevin spare ribs, jowl alcatra chuck sirloin shankle. Tri-tip hamburger biltong ham hock kielbasa salami sirloin. Pork filet mignon pork chop, corned beef landjaeger andouille doner jerky venison chicken shankle.</p>"
            }
        },
        {
            "content": {
                "_template": "common/html",
                "text": "<p>Porchetta fatback cupim landjaeger prosciutto, venison picanha chuck pork loin. Tri-tip rump chuck strip steak drumstick beef pork loin ham meatball hamburger ribeye corned beef. Pastrami salami hamburger, beef ribs bacon t-bone pancetta pork brisket cupim sausage beef shank frankfurter. Flank sausage pork shank ham fatback. Sausage picanha beef ribs andouille biltong filet mignon pork strip steak short loin porchetta pig t-bone rump ham. Strip steak biltong cupim, ribeye jerky porchetta fatback. Hamburger beef pig jerky, flank leberkas swine sirloin porchetta.</p>"
            }
        },
        {
            "content": {
                "_template": "common/html",
                "text": "<p>Filet mignon tri-tip hamburger, boudin flank pastrami ball tip capicola biltong jowl short ribs. Andouille shankle capicola turkey pork chop. Jowl ball tip doner salami andouille pork loin. Bresaola beef jerky ham leberkas porchetta tri-tip pig ground round kielbasa.</p>"
            }
        },
        {
            "content": {
                "_template": "common/html",
                "text": "<p>Beef spare ribs andouille venison, fatback pig strip steak pork chop leberkas pork loin bacon pork. Shank capicola jowl pig. Jowl turkey sirloin fatback swine, pastrami alcatra spare ribs jerky. Ribeye corned beef filet mignon rump pastrami pancetta chuck pork belly shankle. Shank short ribs tri-tip chicken, turducken leberkas boudin short loin. Ham beef turkey pork belly, pancetta strip steak t-bone meatloaf brisket andouille turducken.</p>"
            }
        },
        {
            "content": {
                "_dataUrl": "/components/dev-sponsor-carousel/dev-sponsor-carousel.json"
            }
        }
    ]

}
